{
    "Footer":{
        
    },
    "MainPic":{
        "1":"A coordinator deals with diagnosis, treatment, training and research through a therapeutic approach that integrates Western medicine With traditional medicine. Center for Psychotherapy and Adapted Relationships",
        "2":"About the center"
    },
    "TerapistCenter":{
        "1":"Individual treatment",
        "2":"Couples therapy",
        "3":"family care",
        "4": "Group therapy",
        "5": "Accompaniment and rehabilitation",
        "6": "Counseling and guidance",
        "7": "Lectures",
        "8": "Conferences",
        "9": " More..."
        
    },
    "MeaningOfTheName":{
        "1":"The meaning of the name Vesta Tzaga is a place where disaster and heroism occurred in the wars with the Christians in Ethiopia, Jews fled to a place called by that name, and when it became clear that they had no refuge, they plunged into the abyss so that they would not be converted to Christianity. A spring burst in place and a Jewish monastery was later established next to it, and the monks guarded the spring which was used to cure serious illnesses - including mental illness. The place is still considered a most sacred place for Ethiopian Jews, and has become a pilgrimage site. Healing is done by immersion in a spring and staying in place until receiving a message of healing through a dream"  
    },
    "KeepInTouch":{
        "1":"Contact Us",
        "2":" Your Name",
        "3":"Your Email",
        "4": "Your Phone",
        "5": "Your Message",
        "6": "Send Message"
    },
    "Navbar": {
        "1": " Wuste Tsega ",
        "2": "Homepage ",
        "3": "About Us",
        "4": "Center activities",
        "5": "Therapist training",
        "6": "Publications",
        "7": "Donations",
        "8": "contact"
    },
    "Home": {
        "1": "תודה לך",
        "2": "מרכז ווסטה צגה "
    },
    "partTwo": {
        "1": "Wuste Tsega Center",
        "2": "The center deals with the diagnosis of training and research treatment through a treatment approach that combines Western medicine and traditional medicine. The center is intended for patients in need of psychiatric assistance."
    },
    "partOne": {
        "1": "Center for Culture-Adapted Psychotherapy and Relationships in a Changing Reality Ltd. The center deals with diagnosis, treatment, training and research through a treatment approach that combines Western medicine with traditional medicine."
    },
    "contactUs": {
        "1": "Subscribe to our newsletter",
        "2": "First name...",
        "3": "Last name...",
        "4": "Email...",
        "5": "Send..."
    },
    "AboutUs": {
        "1":"The West Show Center was established with the aim of being a place that connects ancient and new wisdoms. The center's vision is to constitute a body of knowledge, practice and research in the field of continuation integrated in traditional and conservative societies. In the first city, as part of the pilot, the center will focus on addressing members of the Ethiopian community, in a way that is tailored to the culture, perceptions and beliefs of that community. Ethiopians in Israel stand out as a unique ethnic group, different in its cultural-tribal characteristics. The policy of providing mental health services to the whole of Israeli society, which currently heralds mainly a scientific-Western function. In their application for mental health services, members of the community encounter a cultural media shortfall, which causes errors in diagnosis and inappropriate and even harmful treatment. This phenomenon creates a lack of trust and even a refusal among the members of the community to receive treatment in the mental health system. As a result, it is known that many Ethiopians first turn to traditional healers, who make them express their distress in familiar language and tools and receive tailored treatment. The West Center presents a unique therapeutic approach that mediates between the two approaches, taking into account the social, political, cultural, gender and personality contexts of the patients. The approach has already proven itself among patients suffering from social identity problems, immigration crises, post-trauma, Zar percentage, life crises and more.Vesta Tzaga, which was named after a spring that Ethiopian Jews would go to for healing, was recognized as a Public Benefit Society (HALT) in June 2018. The center operates in collaboration with the Hebrew University's Nabat 'research and training incubator.The meaning of the name Vesta Tzaga is a place where disaster and an act of heroism occurred. In the wars with the Christians in Ethiopia, Jews fled to a place called by that name, and when it became clear that they had no refuge in the abyss so that they would not be forced to convert to Christianity. A spring burst in the place and later the complex next to it was a Jewish monastery, and the monks guarded the spring which was used to cure serious illnesses - including mental illness. The place is still held today as a most sacred place for Ethiopian Jews, and has become a site of pilgrimage. Healing is done by immersion in a spring and staying in place until receiving a message of healing through a dream."

        ,"2":"About the Wuste Tsega Center",
        "6":" The West Show Center was established with the aim of being a place that connects ancient and new wisdoms. The center's vision is to constitute a body of knowledge, practice and research in the field of operation integrated in traditional and conservative companies. There is no first as part of the pilot the center will focus on addressing members of the Ethiopian community independently tailored to the culture and perceptions and beliefs of that community.",
        "7":"Ethiopians in Israel stand out as a particularly unique ethnic group in its cultural-tribal characteristics. The policy of providing mental health services to the whole of society in Israel today is mainly based on a Western scientific approach. In their application for mental health services, the members of the community encounter a cultural and cultural shortcoming that causes errors in diagnosis and inappropriate and even harmful treatment. This phenomenon leads to a lack of trust and even a refusal among the members of the community to receive treatment in the mental health system. As a result, it is known that many Ethiopians turn to traditional healers who allow them to express their distress in familiar language and tools and receive tailored treatment.",
        "8":"The Vesta Center promotes a unique therapeutic approach that mediates between the two approaches that takes into account the patients' gender, social, cultural, and personal contexts. The approach has already proven itself among patients suffering from social identity problems from post-trauma migration crises to Zar crippling life crises and more.",
        "9":"Vesta Tzaga which was named after a spring that Ethiopian Jews would go to to seek healing was recognized as a public benefit society (Heletz) in June 2018. The center operates in collaboration with the Hebrew University's research and training incubator. In the wars with the Christians in Ethiopia, Jews fled to a place called by that name and when it became clear that they had no refuge, they plunged into the abyss so that they would not be forced to convert to Christianity. A spring burst in place and later a Jewish monastery was established next to it and the monks guarded the spring which was used to cure serious illnesses - including mental illness. The place is still held today as a most sacred place for Ethiopian Jews and has become a pilgrimage site. Healing is done by immersion in a spring and staying in place until receiving a message of healing through a dream.",
        "10":"Vesta Show - Center for Psychotherapy adapted to culture and life relationships in a changing reality Heletz Ltd. was established in 2018 a non-profit organization in the city of Hadera.",
        "11":"vision ",
        "12":"Leading a change in the mental health system in Israel through a clinical center for the treatment of training research and a change in policy on the subject of culture-adapted treatment and life contexts in a changing reality. The center deals with the diagnosis of training and research therapy through a treatment approach that combines Western medicine and traditional medicine for people for whom the center's approach meets characteristics and needs. The center is intended for patients who need assistance adapted to their culture, beliefs and various contexts in their lives in a dynamic reality in a multicultural society.",
        "13":"Goals",
        "14":"1. Reducing hospitalizations and improving the mental and functional condition of the center's patients.",
        "15":"2. Development and building of a body of knowledge Training and guiding therapists in the center's approach and conducting ongoing research about it.",
        "16":"3. Assimilation of access in public institutions and organizations.",
        "17":"* In the first phase, the center will focus on responding to patients from Ethiopia.",
        "18":" Supporting bodies:",
        "19":" Abraham & Sonia Rochlin Foundation",
        "20":"Fiends of Ethiopian Jews ",
        "21":"P.E.F. Israel Endowment Funds, Inc.",
        "22":"The Adler Family",
        "23":"Partners:",
        "24":"Nabat: Greenhouse for Research and Training Relationship Awareness in the Field of Children at Risk - Defeat for Social Work and Social Welfare The Hebrew University of Jerusalem",
        "25":"https://nevetgreenhouse.huji.ac.il/",
        "26":"Tene Health Association - Health Promotion of Ethiopians,",
        "27":"http://www.tene-briut.org.il/"
    },
    "Terapist": {
        "Title": {
            "1": " Therapist training",
            "2": "A little about our experts ..."
        },
        "Baboyakov": {
            "1": "Babao Yaakov ",
            "2": "a traditional therapist."
        },
        "GrisroNimrod": {
            "1": "Dr. Nimrod Grisero ",
            "2": "(MD and MHA) Senior Psychiatrist Former Head of the Department of Emergency Psychiatry and Deputy Director of the Be'er Sheva Mental Health Center, Senior Lecturer at Ben Gurion University. Secretary of the Israel Psychiatric Association. In 1984 he volunteered to serve as the input physician of Operation Moshe. He ran an intercultural clinic for Ethiopian immigrants, researched and published many articles in the field of intercultural psychiatry, and brought public recognition of the Tsar phenomenon. Chairman of a professional subcommittee for suicide prevention among Ethiopian immigrants Adviser to the Jewish Agency in the intercultural field for Ethiopian immigrants."
        },
        "MariOlman": {
            "1": "Dr. Anne-Mary Ullman",
            "2": "Senior Psychiatrist, Head of the Mental Health Center Beer Yaakov Ness Ziona"
        },
        "NeiomiShmoel": {
            "1": "Dr. Naomi Shmuel",
            "2": "author, anthropologist and researcher at the Hebrew University and parent facilitator. Her books deal mainly with issues of identity and belonging, and multiculturalism through the encounter with Ethiopians in the country. As a writer, Naomi has visited hundreds of schools around the country as part of a guest writer project of the Ministry of Education and the Society's Culture Basket Project for Experiencers. Naomi is a lecturer and instructor in the field of parenting in intercultural transition, taught at David Yellin College, and teaches at Lewinsky College of Education"
        },
        "RafiYungman": {
            "1": "Dr. Raphael Jungman",
            "2": "(PhD) Senior Clinical Psychologist Head of the Faculty of Psychology at Ruppin College. Senior researcher at the Falk Institute for Mental Health Research in Jerusalem. For the past 20 years, he has been conducting research and counseling on mental health and immigration issues, especially among Ethiopian immigrants in Israel. Clinical Psychologist Jungian Analyst Instructor Instructor, Chairman of the Israeli Society for Analytical Psychology."
        },
        "YuhaiNadan": {
            "1": "Dr. Yochai Nadan",
            "2": "Clinical practitioner, therapist and counselor for family and couple therapy, expert in relationship-aware therapy, senior lecturer at the Hebrew University and the Barkai Institute, member of the Association for Narrative Couple and Family Therapy. Dr. Yochai Nadan is a Senior Lecturer at the School of Social Work and Social Welfare at the Hebrew University of Jerusalem, a leading researcher in the field of diversity and multiculturalism as well as context-aware social work, cultural competence, training, abuse, neglect and risk among children from a multicultural perspective. Family and narrative. Yochai is a certified couple and family therapist, and a certified counselor in couple and family therapy. Member of the Barkai Institute staff for family, couple and especially Tel Aviv care"
        }
    }
}