{
    "MainPic":{
        "1": "רכז עוסק באבחון, טיפול, הכשרה ומחקר באמצעות גישה טיפולית המשלבת רפואה מערבית עם רפואה מסורתית.המרכז לפסיכותרפיה ומערכות יחסים מותאמות",
        "2":"אודות המרכז"
    },
    "TerapistCenter": {
        "1": "טיפול פרטני",
        "2": "טיפול זוגי",
        "3": "טיפול משפחתי",
        "4": "טיפול קבוצתי",
        "5": "ליווי ושיקום",
        "6": " ייעוץ והכוונה",
        "7": "הרצאות",
        "8": "כנסים",
        "9": " ...עוד"
    },
    "MeaningOfTheName": {
        "1": "משמעות השם ווסטה צגה היא מקום שאירעו בו אסון ומעשה גבורה. במלחמות עם הנוצרים באתיופיה נמלטו יהודים למקום שנקרא בשם זה, וכאשר נתברר שאין להם מפלט הפילו עצמם לתהום כדי שלא ייאלצו להתנצר. במקום פרץ מעיין ומאוחר יותר הוקם לידו מנזר יהודי, והנזירים שמרו על המעיין ששימש לריפוי ממחלות קשות – בהן גם מחלות נפש. המקום מוחזק עד היום כמקום קדוש ביותר ליהודי אתיופיה, והפך אתר עלייה לרגל. הריפוי נעשה על ידי טבילה במעיין ושהייה במקום עד לקבלת מסר של ריפוי באמצעות חלום"
    },
    "KeepInTouch": {
        "1": "צור קשר ",
        "2": "השם שלך ",
        "3": "המייל שלך ",
        "4": "הטלפון שלך ",
        "5": "ההודעה שלך",
        "6": "שלח הודעה"
    },
    "Navbar": {
        "1": " ווסטה צגה",
        "2": "דף הבית",
        "3": "אודותינו",
        "4": " פעילויות המרכז",
        "5": " הכשרת מטפלים",
        "6": "פרסומים",
        "7": "תרומות",
        "8": "יצירת קשר",
        "9": "גלריה",
        "10": "ניוזלטר",
        "11": "מאמרים"
    },
    "Home": {
        "1": "תודה לך",
        "2": "מרכז ווסטה צגה "
    },
    "partTwo": {
        "1": "מרכז ווסטה צגה",
        "2": "המרכז עוסק באבחון טיפול הכשרה ומחקר באמצעות גישת טיפול המשלבת בין הרפואה המערבית לרפואה המסורתית המרכז מיועד למטופלים הזקוקים לסיוע נפשי המרכז עוסק באבחו טיפול הכשרה ומחקר באמצעות גישת טיפול המשלבת בין הרפואה המערבית לרפואה המסורתי המרכז מיועד למטופלים הזקוקים לסיוע נפשי"
    },
    "partOne": {
        "1": "מרכז לפסיכותרפיה מותאמת תרבות והקשר במציאות משתנה חלצ בעמ המרכז עוסק באבחון, טיפול, הכשרה ומחקר באמצעות גישת טיפול המשלבת בין  הרפואה המערבית לרפואה המסורתית. המרכז מיועד למטופלים הזקוקים לסיוע נפשי המותאם לתרבותם, לאמונתם ולהקשרים שונים בחייהם."
    },
    "contactUs": {
        "1": "הרשמה לניוזליטור שלנו",
        "2": "שם פרטי...",
        "3": "שם משפחה...",
        "4": "אימייל...",
        "5": "שלח..."
    },
    "AboutUs": {
        "1": " מרכז ווסטה צגה הוקם במטרה להוות מקום המחבר בין חכמות עתיקות וחדשות. חזון המרכז הינו להוות גוף ידע פרקטיקה ומחקר בתחום הטיפול המשולב בחברות מסורתיות ושמרניות. בשלב ראשון כחלק מהפיילוט יתמקד המרכז במתן מענה לבני הקהילה האתיופית באופן שמותאם לתרבות לתפיסות ולאמונות של קהילה זו. ",
        "2": "אודות מרכז ווסטה צגה",
        "4": "אימייל...",
        "5": "שלח...",
        "6": "יוצאי אתיופיה בישראל בולטים כקבוצה אתנית ייחודית במיוחד במאפיינים התרבותיים-שבטיים שלה. מדיניות מתן השירותים הרפואיים הנפשיים לכלל החברה בישראל מבוססת כיום בעיקרה על גישה מדעית-מערבית. בפנייתם לקבלת שירותי בריאות הנפש נתקלים בני הקהילה בקצר תקשורתי תרבותי אשר גורם לשגיאות באבחון ולטיפול לא מתאים ואף מזיק. תופעה זו גורמת ליצירת חוסר אמון ואף סירוב בקרב בני הקהילה לקבלת טיפול במערכת בריאות הנפש. כתוצאה מכך ידוע כי רבים מיוצאי אתיופיה פונים קודם כל למרפאים מסורתיים אשר מאפשרים להם להביע את מצוקותיהם בשפה ובכלים מוכרים ולקבל טיפול מותאם.  ",
        "7": "מרכז ווסטה צגה מקדם גישה טיפולית ייחודית המגשרת בין שתי הגישות שלוקחת בחשבון את ההקשרים החברתיים הפוליטיים התרבותיים המגדריים והאישיותיים של המטופלים. הגישה כבר הוכיחה את עצמה בקרב מטופלים הסובלים מבעיות זהות חברתית משברי הגירה פוסט טראומה איחוז זאר משברי חיים ועוד.",
        "8": "ווסטה צגה אשר קיבל את שמו על שם מעיין שיהודי אתיופיה היו הולכים אליו כדי לבקש ריפוי הוכר כחברה לתועלת ציבור (חלצ) ביוני 2018. המרכז פועל בשיתוף חממת מחקר והכשרה נבט של האוניברסיטה העברית.",
        "9": "משמעות השם ווסטה צגה היא מקום שאירעו בו אסון ומעשה גבורה. במלחמות עם הנוצרים באתיופיה נמלטו יהודים למקום שנקרא בשם זה וכאשר נתברר שאין להם מפלט הפילו עצמם לתהום כדי שלא ייאלצו להתנצר. במקום פרץ מעיין ומאוחר יותר הוקם לידו מנזר יהודי והנזירים שמרו על המעיין ששימש לריפוי ממחלות קשות – בהן גם מחלות נפש. המקום מוחזק עד היום כמקום קדוש ביותר ליהודי אתיופיה והפך אתר עלייה לרגל. הריפוי נעשה על ידי טבילה במעיין ושהייה במקום עד לקבלת מסר של ריפוי באמצאות חלום.",
        "10": "ווסטה צגה - מרכז לפסיכותרפיה מותאמת תרבות והקשרי חיים במציאות משתנה חלצ בעמ הוקם ב2018 ארגון ללא מטרות רווח בעיר חדרה.",
        "11": "חזון ",
        "12": "הובלת שינוי במערכת בריאות הנפש בישראל באמצעות מרכז קליני לטיפול מחקר הכשרה ושינוי מדיניות בנושא טיפול מותאם תרבות והקשרי חיים במציאות משתנה. המרכז עוסק באבחון טיפול הכשרה ומחקר באמצעות גישת טיפול המשלבת בין הרפואה המערבית לרפואה המסורתית לאנשים שגישת המרכז עונה למאפיינים ולצרכים ומתאימה להם. המרכז מיועד למטופלים הזקוקים לסיוע המותאם לתרבותם לאמונתם ולהקשרים שונים בחייהם במציאות דינמית בחברה רב תרבותית",
        "13": "מטרות ",
        "14": "1.הפחתת אשפוזים ושיפור מצבם הנפשי והתפקודי של מטופלי המרכז.",
        "15": "2.פיתוח ובניית גוף ידע הכשרה והדרכת מטפלים בגישת המרכז וקיום מחקר שוטף אודותיו.",
        "16": "3.הטמעת הגישה במוסדות ובארגונים ציבוריים.",
        "17": "*בשלב ראשון יתמקד המרכז במתן מענה למטופלים יוצאי אתיופיה.",
        "18": "גופים תומכים:",
        "19": "קרן אברהם וסוניה רוכלין",
        "20": "שוטים של יהודי אתיופיה",
        "21": "P.E.F. קרנות ההקדש של ישראל בעמ",
        "22": "משפחת אדלר",
        "23": "שותפים:",
        "24": "נבט: חממה למחקר והכשרה מודעי הקשר בתחום ילדים בסיכון -ביס לעבודה סוציאלית ורווחה חברתית האוניברסיטה העברית בירושלים ",
        "25": "https://nevetgreenhouse.huji.ac.il/",
        "26": "עמותת טנא בריאות – קידום בריאות יוצאי אתיופיה",
        "27": "http://www.tene-briut.org.il/"
    },
    "Terapist": {
        "Title": {
            "1": "הכשרת מטפלים",
            "2": "...קצת על המומחים שלנו"
        },
        "Baboyakov": {
            "1": "באבבו יעקוב ",
            "2": " מטפל מסורתי."
        },
        "GrisroNimrod": {
            "1": "דר נמרוד גריסרו",
            "2": "(MD ו- MHA) פסיכיאטר בכיר לשעבר ראש המחלקה לפסיכיאטריה דחופה וסגן מנהל המרכז לבריאות הנפש בבאר שבע, מרצה בכיר באוניברסיטת בן גוריון. מזכיר האיגוד הפסיכיאטרי בישראל. בשנת 1984 התנדב לשמש כרופא הקלט של מבצע משה. הוא ניהל מרפאה בין-תרבותית לעולי אתיופיה, חקר ופרסם מאמרים רבים בתחום הפסיכיאטריה הבין-תרבותית והביא הכרה ציבורית בתופעת הצאר. יור ועדת משנה מקצועית למניעת התאבדויות בקרב עולי אתיופיה יועץ הסוכנות היהודית בתחום הבין תרבותי לעולי אתיופיה."
        },
        "MariOlman": {
            "1": "דר אן-מרי אולמן",
            "2": "פסיכיאטר בכיר, ראש המרכז לבריאות הנפש באר יעקב נס ציונה"
        },
        "NeiomiShmoel": {
            "1": "דר נעמי שמואל",
            "2": "סופר, אנתרופולוג וחוקר באוניברסיטה העברית ומנחה הורים. ספריה עוסקים בעיקר בנושאי זהות ושייכות, ורב תרבותיות דרך המפגש עם יוצאי אתיופיה בארץ. ככותבת ביקרה נעמי במאות בתי ספר ברחבי הארץ במסגרת פרויקט סופר אורח של משרד החינוך ופרויקט סל התרבות של החברה לחווים. נעמי מרצה ומדריכה בתחום ההורות במעבר בין-תרבותי, לימדה במכללת דוד ילין, ומלמדת במכללת לוינסקי לחינוך"
        },
        "RafiYungman": {
            "1": "דר רפאל יונגמן",
            "2": "(דוקטורט) פסיכולוג קליני בכיר ראש הפקולטה לפסיכולוגיה במכללת רופין. חוקר בכיר במכון פלק לחקר בריאות הנפש בירושלים. מזה 20 שנה הוא מבצע מחקר וייעוץ בנושאי בריאות הנפש והגירה, במיוחד בקרב עולי אתיופיה בישראל. פסיכולוג קליני מדריך מדריך אנליסטים יונגיאני, יור החברה הישראלית לפסיכולוגיה אנליטית."
        },
        "YuhaiNadan": {
            "1": "דר יוחאי נדן",
            "2": "מטפלת קלינית, מטפלת ומדריכה לטיפול משפחתי וזוגי, מומחית לטיפול מודע לזוגיות, מרצה בכירה באוניברסיטה העברית ובמכון ברקאי, חברה באגודה לטיפול זוגי ומשפחתי נרטיבי. דר יוחאי נדן הוא מרצה בכיר בבית הספר לעבודה סוציאלית ורווחה חברתית באוניברסיטה העברית בירושלים, חוקר מוביל בתחום הגיוון והרב-תרבותיות וכן עבודה חברתית מודעת הקשר, יכולת תרבותית, הכשרה, התעללות, הזנחה וסיכון בקרב ילדים מנקודת מבט רב-תרבותית. משפחה ונרטיב. יוחאי הוא מטפל זוגי ומשפחתי מוסמך, ויועץ מוסמך בטיפול זוגי ומשפחתי. חבר בצוות מכון ברקאי לטיפול משפחתי, זוגי ובעיקר תל אביב"
        }
    }
}