{
    "MainPic":{
        "1": "አስተባባሪ የምዕራባውያንን ሕክምና በሚያዋህደው የሕክምና ዘዴ ምርመራ ፣ ሕክምና ፣ ሥልጠና እና ምርምርን ይመለከታል በባህላዊ መድኃኒት ፡፡ የሳይኮቴራፒ እና የተጣጣሙ ግንኙነቶች ማዕከል",
        "2":"ስለ ማዕከሉ"
    },
    "TerapistCenter":{
        "1":"የግለሰብ ሕክምና",
        "2":"ባለትዳሮች ሕክምና",
        "3":"የቤተሰብ እንክብካቤ",
        "4": "የቡድን ሕክምና",
        "5": "ጭነት እና የመልሶ ማቋቋም",
        "6": "ምክር እና መመሪያ",
        "7": "ትምህርቶች",
        "8": "ስብሰባዎች",
        "9": " ... ተጨማሪ"
        
    },
    "MeaningOfTheName":{
        "1":"ቬስታ ታጋ የሚለው ስም ትርጓሜ በኢትዮጵያ ውስጥ ከክርስቲያኖች ጋር በተደረገው ጦርነት አደጋ እና ጀግንነት የተከሰተበት ቦታ ነው ፣ አይሁዶች በዚያ ስም ወደ ተጠራው ቦታ ተሰደዱ እናም መጠጊያ እንደሌላቸው ሲታወቅ ወደ ክርስትና እንዳይቀየሩ ወደ ገደል ገቡ ፡፡ በቦታው ላይ አንድ ምንጭ ተፈልጎ ነበር ፣ በኋላም ከአጠገቡ አንድ የአይሁድ ገዳም የተቋቋመ ሲሆን መነኮሳቱ የአእምሮ ህመምን ጨምሮ ከባድ በሽታዎችን ለመፈወስ የሚያገለግል የፀደይቱን ጥበቃ አደረጉ ፡፡ ቦታው ለኢትዮ Jewsያ አይሁዶች እጅግ የተቀደሰ ስፍራ ሆኖ እስከ ዛሬ የተካሄደ ሲሆን የሃጅ ማረፊያም ሆኗል ፡፡ ፈውስ በፀደይ ውስጥ በመጥለቅ እና በሕልም በኩል የፈውስ መልእክት እስኪቀበል ድረስ በቦታው ይቀመጣል"  
    },
    "KeepInTouch":{
        "1":"አግኙን",
        "2":"የአንተ ስም",
        "3":"የእርስዎ ኢሜይል",
        "4": "ስልክዎ",
        "5": "መልእክትህ",
        "6": "መልእክት ይላኩ"
    },
    "Navbar": {
        "1": " ውስቴ ፀጋ ",
        "2": "መነሻ ገጽ ",
        "3":"ስለ እኛ",
        "4": "የማዕከል እንቅስቃሴዎች",
        "5": "ቴራፒስት ስልጠና",
        "6":"ህትመቶች",
        "7":"ልገሳዎች",
        "8":"ዕውቂያ",
        "9": "ማዕከለ-ስዕላት",
        "10": "ጋዜጣ",
        "11": "መጣጥፎች"
    },
    "partTwo": {
        "1":"ውስቴ ፀጋ ማእከል",
        "2" : "ማዕከሉ የምዕራባውያንን መድኃኒት እና ባህላዊ ሕክምናን በሚያጣምር የሕክምና ዘዴ የሥልጠናና የምርምር ሕክምና ምርመራን ይመለከታል ፡፡ ማዕከሉ የአእምሮ ድጋፍ ለሚሹ ታካሚዎች የታሰበ ነው ፡፡"
   
    },

    "partOne": {
        "1" : "በባህል-የተስተካከለ የስነ-ልቦና ሕክምና እና ግንኙነቶች ማዕከል በለውጥ እውነታ ውስጥ ሊሚትድ ነው ፡፡ ማዕከሉ የምዕራባውያንን መድኃኒት ከባህላዊ መድኃኒት ጋር በሚያዋህደው የሕክምና ዘዴ ምርመራ ፣ ሕክምና ፣ ሥልጠናና ምርምርን ይመለከታል ፡፡"

    },
    "contactUs": {
        "1": "ለጋዜጣችን ይመዝገቡ",
        "2": "የመጀመሪያ ስም...",
        "3": "የአያት ሥም...",
        "4" : "ኢሜል ...",
        "5":"ላክ ..."
    },
    "AboutUs": {
        "1":" ቬስታ ሴንተር የተቋቋመው ጥንታዊ እና ዘመናዊ ጥበብን የሚያገናኝ ቦታ እንዲሆን ነው ፡፡ የማዕከሉ ራዕይ በባህላዊ እና ወግ አጥባቂ ማህበራት ውስጥ በተቀናጀ ህክምና መስክ የእውቀት ፣ የአሠራር እና የምርምር አካል መሆን ነው ፡፡ በመጀመርያው ምዕራፍ ማዕከሉ የኢትዮጵያን ማህበረሰብ ፣ ባህልን ፣ አመለካከቶችን እና እምነቶችን በመፍታት ላይ ያተኩራል ፡፡ ይህ ማህበረሰብ. በእስራኤል ውስጥ ያሉ ኢትዮጵያውያን እንደ ልዩ ብሄረሰብ ጎልተው ይታያሉ ፣ በተለይም በባህላዊ-ጎሳ ባህሪዎች ፡፡ በምርመራው ላይ ስህተቶች እና ተገቢ ያልሆነ እና ጎጂ ህክምናን ያስከትላል ፡፡ ይህ ክስተት በአእምሮ ጤና ስርዓት ህክምናን ለመቀበል በማህበረሰቡ አባላት መካከል አለመተማመንን አልፎ ተርፎም እምቢታን ያስከትላል፡፡በዚህም ምክንያት ብዙ ኢትዮጵያውያን ሀዘናቸውን በሚያውቁት ቋንቋ እና መሳሪያዎች እንዲገልጹ እና ህክምና እንዲያገኙ ወደሚፈቅዱላቸው ወደ ባህላዊ ፈዋሾች ዘወር ብለዋል ፡፡ የቬስታ ማእከል የታካሚዎችን ማህበራዊ ፣ ፖለቲካዊ ፣ ባህላዊ ፣ ጾታ እና የባህርይ አውዶች ከግምት ውስጥ በማስገባት በሁለቱ አቀራረቦች መካከል የሚታረቅ ልዩ የህክምና ዘዴን ያቀርባል ፡፡ በማህበራዊ ማንነት ችግሮች ፣ በኢሚግሬሽን ቀውሶች ፣ በድህረ-ቁስለት ፣ በ Tsarism ፣ በሕይወት ቀውሶች እና በሌሎችም ከሚሰቃዩ ህመምተኞች መካከል ፡፡ ማዕከሉ ከዕብራይስጥ ዩኒቨርስቲ ከነቫት የምርምር አሰባሳቢና ማሰልጠኛ ተቋም ጋር በመተባበር ይሠራል ፡፡ {ቬስታ ታጋ የሚለው ስም ትርጉሙ አደጋ እና ጀግንነት የተከሰተበት ቦታ ነው ፡፡ በኢትዮጵያ ውስጥ ከክርስቲያኖች ጋር በተደረጉት ጦርነቶች አይሁዶች በዚያ ስም ወደ ተጠራው ቦታ ተሰደዱና መጠጊያ እንደሌላቸው ሲታወቅ ወደ ክርስትና ለመቀየር እንዳይገደዱ ወደ ገደል ገቡ ፡፡ በቦታው ላይ አንድ ምንጭ ተከፈተ ፣ በኋላም ከአጠገቡ የአይሁድ ገዳም የተቋቋመ ሲሆን መነኮሳቱ የአእምሮ ህመምን ጨምሮ ከባድ በሽታዎችን ለመፈወስ የሚያገለግል የፀደይቱን ጥበቃ አደረጉ ፡፡ ቦታው ለኢትዮ Jewsያ አይሁዶች እጅግ የተቀደሰ ስፍራ ሆኖ እስከ ዛሬ የተካሄደ ሲሆን የሃጅ ማረፊያ ሆኗል ፡፡ ፈውስ በፀደይ ውስጥ በመጥለቅ እና በሕልም በኩል የፈውስ መልእክት እስኪቀበል ድረስ በቦታው ይቀመጣል። "
       , "2":"ስለ ቪስታ እይታ ማዕከል"
    },
    "Terapist":{
        "Title": {
            "1": " ቴራፒስት ስልጠና",
            "2": "ጥቂት ስለ ባለሙያዎቻችን ..."
        },
        "Baboyakov":{
            "1":" ባባዎ ያአኮቭ",
            "2": "ባህላዊ ቴራፒስት."
        
        },

        "GrisroNimrod":{
            "1":"ዶክተር ናምሩድ ግሪሰሮ " , 
            "2":"(ኤምዲኤም እና ኤምኤችኤ) ከፍተኛ የአእምሮ ህክምና ባለሙያ የቀድሞው የአስቸኳይ ጊዜ የአእምሮ ህክምና መምሪያ ሀላፊ እና የቤር ሸዋ የአእምሮ ጤና ማእከል ምክትል ዋና ዳይሬክተር የቤን ጉሪዮን ዩኒቨርሲቲ ከፍተኛ መምህር የእስራኤል የሥነ አእምሮ ማኅበር ጸሐፊ ፡፡ እ.ኤ.አ.በ 1984 የኦፕሬሽን ሞhe ግብዓት ሀኪም ሆኖ ለማገልገል ፈቃደኛ ሆነ ፡፡ ለኢትዮጵያውያን ስደተኞች የባህል-ክሊኒክ ክሊኒክን በመመራት ፣ በባህል-ስነ-አእምሯዊ ሕክምና መስክ በርካታ መጣጥፎችን በማጥናት ለህትመት በማብቃት ለፀር ክስተት በህዝብ ዘንድ እውቅና እንዲሰጥ አድርጓል ፡፡ በኢትዮጵያውያን ስደተኞች መካከል ራስን የማጥፋት ሥራን ለመከላከል የባለሙያ ንዑስ ኮሚቴ ሊቀመንበር ለኢትዮጵያውያን ስደተኞች በባህል ባህል መስክ የአይሁድ ኤጀንሲ አማካሪ ፡፡"
        },
        "MariOlman":{
            "1":"ዶ / ር አን-ሜሪ ኡልማን",
            "2":"ከፍተኛ የሥነ አእምሮ ሐኪም ፣ የአእምሮ ጤና ማዕከል ኃላፊ ቢራ ያአኮቭ ኔስ ጺና"
        } ,
        "NeiomiShmoel":{
            "1":"ዶ / ር ኑኃሚን ሽሙኤል",
            "2":"ደራሲ ፣ የስነ-ሰብ ጥናት ባለሙያ እና በዕብራይስጥ ዩኒቨርሲቲ ተመራማሪ እና የወላጅ አመቻች ፡፡ መጽሐፎ mainly በዋናነት የሚናገሩት በአገሪቱ ውስጥ ካሉ ኢትዮጵያውያን ጋር በመገናኘት በማንነት እና ባለቤትነት እንዲሁም በብዙ ባሕል ጉዳዮች ነው ፡፡ ኑኃሚ እንደ ፀሐፊ የትምህርት ሚኒስቴር የእንግዳ ጸሐፊ ፕሮጀክት እና የልምድ ልምዶች የኅብረተሰቡ የባህል ቅርጫት ፕሮጀክት አካል በመሆን በመላው አገሪቱ በመቶዎች የሚቆጠሩ ት / ቤቶችን ጎብኝታለች ፡፡ ናኦሚ በባህል ባህል ሽግግር ውስጥ በወላጅነት መስክ መምህር እና አስተማሪ ናት, በዴቪድ ዬሊን ኮሌጅ አስተምራለች እና በሉዊንስኪ ትምህርት ኮሌጅ ታስተምራለች"
        } ,
        "RafiYungman":{
            "1":"ዶክተር ሩፋኤል ጁንግማን",
            "2":"(ፒኤችዲ) በሩፒን ኮሌጅ የስነ-ልቦና ፋኩልቲ ከፍተኛ ክሊኒካል ሳይኮሎጂስት ፡፡ በኢየሩሳሌም በሚገኘው ፋልክ ተቋም ለአእምሮ ጤና ምርምር ከፍተኛ ተመራማሪ ፡፡ ላለፉት 20 ዓመታት በአእምሮ ጤንነት እና በኢሚግሬሽን ጉዳዮች ላይ በተለይም በእስራኤል በሚገኙ ኢትዮጵያዊያን ስደተኞች ላይ ጥናትና ምርምር በማካሄድ ላይ ይገኛል ፡፡ ክሊኒካዊ ሳይኮሎጂስት ጁንግያን ተንታኝ አስተማሪ መምህር ፣ የእስራኤል ማኅበር የትንታኔ ሳይኮሎጂ ሊቀመንበር."
        },
        "YuhaiNadan":{
            "1":"ዶክተር ዮቻይ ናዳን",
            "2":"ክሊኒካል ባለሙያ ፣ ቴራፒስት እና የቤተሰብ እና ባልና ሚስት ቴራፒ አማካሪ ፣ የግንኙነት ግንዛቤ ቴራፒ ባለሙያ ፣ በዕብራይስጥ ዩኒቨርሲቲ እና የባርካይ ኢንስቲትዩት ከፍተኛ መምህር ፣ የትረካ ጥንዶች እና የቤተሰብ ህክምና ማህበር አባል ናቸው ፡፡ ዶ / ር ዮቻይ ናዳን በኢየሩሳሌም ዕብራይስጥ ዩኒቨርሲቲ በማኅበራዊ ሥራና ማህበራዊ ደህንነት ትምህርት ቤት ከፍተኛ መምህር ፣ በልዩነት እና በብዙ ባሕል መስክ መሪ ተመራማሪ እንዲሁም አውድ-ግንዛቤ ያላቸው ማህበራዊ ሥራ ፣ ባህላዊ ብቃት ፣ ሥልጠና ፣ አላግባብ መጠቀም ፣ ከብዙ ባህል እይታ አንጻር በልጆች መካከል ቸልተኛነት እና አደጋ ፡፡ ቤተሰብ እና ትረካ. ዮቻይ የተረጋገጠ ባልና ሚስት እና የቤተሰብ ቴራፒስት እና በባልና ሚስት እና በቤተሰብ ቴራፒ ውስጥ የተረጋገጠ አማካሪ ነው ፡፡ የባርካይ ኢንስቲትዩት ባልደረባ ለቤተሰብ ፣ ለባልና ሚስት እና በተለይም ለቴል አቪቭ እንክብካቤ"
        }
    }
    
}